[GOCIncursion X2SitRepTemplate]
FriendlyName="全球超自然联盟 介入"
Description="全球超自然联盟应变小组存在于该区域。"

[GOCIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="全球超自然联盟 介入"
Description="战前联合国的反异常部队出现在任务区域中。"

[GOCDeathSquad X2SitRepTemplate]
FriendlyName="全球超自然联盟 敢死队"
Description="全球超自然联盟的破坏者以及地面支援部队都在任务区域中。"

[GOCDeathSquadEffect X2SitRepEffect_AddTeam]
FriendlyName="全球超自然联盟 敢死队"
Description="全球超自然联盟的重型破坏者以及支援部队都在任务区域中。"

[GOCSoldier_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟 步兵"

[GOCVanguard_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟 先锋"

[GOCPeacekeeper_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟 维和人员"

[GOCTechnician_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟 技师"

[GOCSniper_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟 狙击手"

[GOCSoldier_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟 陆战队"

[GOCVanguard_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟 哨兵"

[GOCPeacekeeper_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟 仲裁者"

[GOCTechnician_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟 干员"

[GOCSniper_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟 神射手"

[GOCSoldier_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟 老兵"

[GOCVanguard_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟 保护者"

[GOCPeacekeeper_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟 仲裁人"

[GOCTechnician_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟 工程师"

[GOCSniper_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟 死亡射手"

[GOCSectopod_M1 X2CharacterTemplate]
strCharacterName="全球超自然联盟 重甲破坏者"

[GOCSectopod_M2 X2CharacterTemplate]
strCharacterName="全球超自然联盟 超重甲破坏者"

[GOCSectopod_M3 X2CharacterTemplate]
strCharacterName="全球超自然联盟 大魔王破坏者"

[GOCPumaTheGreatApostole X2CharacterTemplate]
strCharacterName="圣所护卫者"

[GOCRifle_CV X2WeaponTemplate]
FriendlyName="常规步枪"
FriendlyNamePlural="常规步枪"
BriefSummary=""
TacticalText=""

[GOCLMG_CV X2WeaponTemplate]
FriendlyName="战前轻机枪"
FriendlyNamePlural="窃取的轻机枪"
BriefSummary=""
TacticalText=""

[GOCShotgun_CV X2WeaponTemplate]
FriendlyName="突击霰弹枪"
FriendlyNamePlural="突击霰弹枪"
BriefSummary=""
TacticalText=""

[GOCPistol_CV X2WeaponTemplate]
FriendlyName="战前手枪"
FriendlyNamePlural="战前手枪"
BriefSummary=""
TacticalText=""

[GOC_Revolver_CV X2WeaponTemplate]
FriendlyName="战前转轮手枪"
FriendlyNamePlural="战前转轮手枪"
BriefSummary="全球超自然联盟标准配发转轮手枪"
TacticalText="全球超自然联盟标准配发转轮手枪"

[GOCSniperRifle_CV X2WeaponTemplate]
FriendlyName="GOC 狙击步枪"
FriendlyNamePlural="GOC 狙击步枪"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_CV X2WeaponTemplate]
FriendlyName="战前无托步枪"
FriendlyNamePlural="战前无托步枪"
BriefSummary="全球超自然联盟标准配发无托步枪"
TacticalText="全球超自然联盟标准配发无托步枪"

[GOCRifle_MG X2WeaponTemplate]
FriendlyName="激光步枪"
FriendlyNamePlural="激光步枪"
BriefSummary=""
TacticalText=""

[GOCLMG_MG X2WeaponTemplate]
FriendlyName="转轮式轻机枪"
FriendlyNamePlural="转轮式轻机枪"
BriefSummary=""
TacticalText=""

[GOCShotgun_MG X2WeaponTemplate]
FriendlyName="激光突击霰弹枪"
FriendlyNamePlural="激光突击霰弹枪"
BriefSummary=""
TacticalText=""

[GOCPistol_MG X2WeaponTemplate]
FriendlyName="麦格农手枪"
FriendlyNamePlural="麦格农手枪"
BriefSummary=""
TacticalText=""

[GOC_Revolver_MG X2WeaponTemplate]
FriendlyName="违禁高斯转轮手枪"
FriendlyNamePlural="违禁高斯转轮手枪"
BriefSummary="逆向工程的XCOM高斯转轮手枪"
TacticalText="逆向工程的XCOM高斯转轮手枪"

[GOCSniperRifle_MG X2WeaponTemplate]
FriendlyName="GOC 高斯狙击步枪"
FriendlyNamePlural="GOC 高斯狙击步枪"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_MG X2WeaponTemplate]
FriendlyName="违禁磁力无托步枪"
FriendlyNamePlural="违禁磁力无托步枪"
BriefSummary="逆向工程的散兵无托步枪"
TacticalText="逆向工程的散兵无托步枪"

[GOCRifle_BM X2WeaponTemplate]
FriendlyName="电浆步枪"
FriendlyNamePlural="电浆步枪"
BriefSummary=""
TacticalText=""

[GOCLMG_BM X2WeaponTemplate]
FriendlyName="激光轻机枪"
FriendlyNamePlural="激光轻机枪"
BriefSummary=""
TacticalText=""

[GOCShotgun_BM X2WeaponTemplate]
FriendlyName="风暴枪"
FriendlyNamePlural="风暴枪"
BriefSummary=""
TacticalText=""

[GOCPistol_BM X2WeaponTemplate]
FriendlyName="GOC 光束手枪"
FriendlyNamePlural="GOC 光束手枪"
BriefSummary=""
TacticalText=""

[GOC_Revolver_BM X2WeaponTemplate]
FriendlyName="全球超自然联盟（GOC）重型等离子手枪"
FriendlyNamePlural="全球超自然联盟（GOC）重型等离子手枪"
BriefSummary="内部制造的全球超自然联盟（GOC）重型等离子手枪"
TacticalText="内部制造的全球超自然联盟（GOC）重型等离子手枪"

[GOCSniperRifle_BM X2WeaponTemplate]
FriendlyName="GOC 光束狙击步枪"
FriendlyNamePlural="GOC 光束狙击步枪"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_BM X2WeaponTemplate]
FriendlyName="激光光束犊牛式冲锋枪"
FriendlyNamePlural="激光光束犊牛式冲锋枪"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M1 X2WeaponTemplate]
FriendlyName="GOC 破坏者炮塔"
FriendlyNamePlural="GOC 破坏者炮塔"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M2 X2WeaponTemplate]
FriendlyName="GOC 破坏者炮塔"
FriendlyNamePlural="GOC 破坏者炮塔"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M3 X2WeaponTemplate]
FriendlyName="GOC 破坏者炮塔"
FriendlyNamePlural="GOC 破坏者炮塔"
BriefSummary=""
TacticalText=""

[GOCCapnbubsKevlar1M X2BodyPartTemplate]
DisplayName="凯夫勒 1 GOC"

[GOCCapnbubsKevlar1F X2BodyPartTemplate]
DisplayName="凯夫勒 1 GOC"

[GOCCapnbubsKevlar1BalaclavaM X2BodyPartTemplate]
DisplayName="凯夫勒 1 巴拉克拉瓦头套 GOC"

[GOCCapnbubsKevlar1BalaclavaF X2BodyPartTemplate]
DisplayName="凯夫勒 1 巴拉克拉瓦头套 GOC"

[GOCCapnbubsKevlar2M X2BodyPartTemplate]
DisplayName="凯夫勒 2 GOC"

[GOCCapnbubsKevlar2F X2BodyPartTemplate]
DisplayName="凯夫勒 2 GOC"

[GOCCapnbubsKevlar3M X2BodyPartTemplate]
DisplayName="凯夫勒 3 GOC"

[GOCCapnbubsKevlar3F X2BodyPartTemplate]
DisplayName="凯夫勒 3 GOC"

[GOCCapnbubsKevlar1GasmaskM X2BodyPartTemplate]
DisplayName="凯夫勒 1 防毒面具 GOC"

[GOCCapnbubsKevlar1GasmaskF X2BodyPartTemplate]
DisplayName="凯夫勒 1 防毒面具 GOC"

[GOCSCTorso1M X2BodyPartTemplate]
DisplayName="SC 躯干 1 GOC"

[GOCSCTorso1F X2BodyPartTemplate]
DisplayName="SC 躯干 1 GOC"

[GOCSCTorso2M X2BodyPartTemplate]
DisplayName="SC 躯干 2 GOC"

[GOCSCTorso2F X2BodyPartTemplate]
DisplayName="SC 躯干 2 GOC"

[GOCArmsM X2BodyPartTemplate]
DisplayName="SC 手臂 GOC"

[GOCArmsF X2BodyPartTemplate]
DisplayName="SC 手臂 GOC"

[GOCLegsM X2BodyPartTemplate]
DisplayName="SC 腿部 GOC"

[GOCLegsF X2BodyPartTemplate]
DisplayName="SC 腿部 GOC"

[RefinerShot X2AbilityTemplate]
LocFriendlyName="精炼器自由射击"
LocHelpText="向目标射击。<Ability:CANNOTBEDODGED/>"
LocLongDescription="发射主武器会结束该士兵的回合。"

[DistillerProcess X2AbilityTemplate]
LocFriendlyName="灼烧射击"
LocHelpText="造成燃烧和酸蚀状态效果"
LocLongDescription="手枪射击，命中会施加烧伤和酸液腐蚀状态效果。"

[ChilledShot X2AbilityTemplate]
LocFriendlyName="冻结射击"
LocHelpText="耗费2发弹药向目标射击。命中会使其冻结"
LocLongDescription="特殊射击，耗费2发弹药，击中会造成冻结效果。"

[ReaverShot X2AbilityTemplate]
LocFriendlyName="掠夺者射击"
LocHelpText="向目标射击。<Ability:CANNOTBEDODGED/>"
LocLongDescription="发射主武器会结束该士兵的回合。"

[SectopodEnergyShieldMk1 X2AbilityTemplate]
LocFriendlyName="GOC 能量护盾"
LocHelpText="将护盾施加于范围内的所有友军"
LocLongDescription="对范围内的所有友军施加护盾效果。"

[SectopodEnergyShieldMk2 X2AbilityTemplate]
LocFriendlyName="GOC 进阶能量护盾"
LocHelpText="将护盾施加于范围内的所有友军"
LocLongDescription="对范围内的所有友军施加护盾。"

[ProxyStunLightningField X2AbilityTemplate]
LocFriendlyName="闪电力场"
LocHelpText="眩晕范围内的所有单位"
LocLongDescription="眩晕范围内的所有单位。"

[GOCDatapad X2ItemTemplate]
FriendlyName="GOC 数据库"
FriendlyNamePlural="GOC 数据库"
BriefSummary="该数据库显然包含了有关全球超自然联盟的敏感情报。恐怕我们将需要先进的解密技术才能找出其中的内容。"

[GOCChassisWreckage X2ItemTemplate]
FriendlyName="GOC 破坏者残骸"
FriendlyNamePlural="GOC 破坏者残骸"
BriefSummary="这台重型武装破坏者借鉴了破坏者的设计，并由 GOC 的工程师进行了升级。"

[GOCDatamassDecryption X2TechTemplate]
DisplayName="GOC 数据库解密"
Summary="既然我们已经找到了解密最高级加密的方法，我们就有机会破解这些神秘的数据。"

LongDescription="我们设法复原了两个相当有意思的武器示意图。我已经告知沉博士及其工程团队有关该数据的可能用途。R. Tygan" 
UnlockedDescription="三个新的试验场项目已解锁！"

[GOCWreckageAutopsy X2TechTemplate]
DisplayName="GOC 重战破坏者分析"
Summary="在战场上遭遇的重战破坏者不仅仅是一台重新粉刷过的变种人破坏者。我们最感兴趣的是它的大炮，似乎不是变种人所设计的。"

LongDescription="我们设法复原了两个相当有意思的武器示意图。我已经告知沉博士及其工程团队有关该数据的可能用途。R. Tygan" 
UnlockedDescription="三个新的试验场项目已解锁！"

[GOCRefinerProject X2TechTemplate]
DisplayName="精炼器"
Summary="对我们认为是偷来的、改头换面的变种人破坏者进行分析后发现，虽然大部分的机身只是轻微的改动，但它的炮塔却是全新的设计，对变种人部队来说可罕见了。我们可以复制它的设计来建造一门具有相当破坏力的重机枪。" 

[GOCDistillerProject X2TechTemplate]
DisplayName="蒸馏器"
Summary="这种所谓的蒸馏器手枪的蓝图看来直接了当，除了它能发射根据当今已知的物理定律不应该存在的弹丸的事实。只要给我们足够的时间和资源，克服这个麻烦应该不成问题。" 

[GOCREAVERProject X2TechTemplate]
DisplayName="掠夺者"
Summary="蓝色电浆很可能是由 GOC 中的某个人发明的，似乎具有广泛的军事用途。在这具体案件中，设计图透漏出霰弹枪射出的电浆能量在某种程度上会导致有机物血流不止。" 

[GOCChillerProject X2TechTemplate]
DisplayName="急冻者"
Summary="当我们了解到蓝色电浆能够使目标着火并以酸液覆盖目标时，该武器蓝图甚至还提到可以将敌人冻住。即使档案晦涩难懂，也应让我们能够制造出这种非凡的步枪。" 

[GOCBombardierProject X2TechTemplate]
DisplayName="轰击者"
Summary="GOC 战斗破坏者炮塔的分析结果透露出它还有另一种射击方式。似乎 GOC 工程师不太确定是否可以对机器进行编程以使用它，但我们或许可以从中学习，以牺牲射速为代价，制造出能够发射更强大能量的蓝色电浆武器。" 



;REPRESENTTHENAMESPROUDLY
[GOCREFINERLMG X2WeaponTemplate]
FriendlyName="精炼器"
FriendlyNamePlural="精炼器"
BriefSummary="无处可藏"
TacticalText="特殊的蓝色电浆机枪，能够在数秒内毁坏部队的防线。摧毁一切掩体。"


[GOCDISTILLERPistol X2WeaponTemplate]
FriendlyName="蒸馏器"
FriendlyNamePlural="蒸馏器"
BriefSummary="花式烧伤"
TacticalText="由全球超自然联盟开发的特殊蓝色电浆手枪。拥有特殊的射击能力，命中敌人时将其点燃并造成酸液灼伤。"


[GOCREAVERSHOTGUN X2WeaponTemplate]
FriendlyName="掠夺者"
FriendlyNamePlural="掠夺者"
BriefSummary="强迫捐献"
TacticalText="由全球超自然联盟开发的特殊蓝色电浆霰弹枪。每次击中有机物都会导致流血。"


[GOCCHILLERRIFLE X2WeaponTemplate]
FriendlyName="急冻者"
FriendlyNamePlural="急冻者"
BriefSummary="地狱冻结"
TacticalText="由全球超自然联盟开发的特殊蓝色等离子步枪。具有特殊的射击能力，可将敌人冻住。"


[GOCBOMBARDIERSNIPER X2WeaponTemplate]
FriendlyName="轰击者"
FriendlyNamePlural="轰击者"
BriefSummary="直送伪神怀抱"
TacticalText="由全球超自然联盟研发的特殊蓝色电浆狙击步枪。弹丸会引爆。"


[GOCForces X2SitRepTemplate]
FriendlyName="全球超自然联盟控制区域"
Description="任务发生在由全球超自然联盟控制的区域。"
 
[GOCForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="全球超自然联盟控制区域"
Description="任务发生在由全球超自然联盟控制的区域。"
 
[GOCBlindingLightLMG X2WeaponTemplate]
FriendlyName="致盲之光"
FriendlyNamePlural="致盲之光"
BriefSummary="（……）哇，我被灯光晃得睁不开眼了（……）"
TacticalText="全球超自然联盟高级枪手使用的实验性轻机枪。能使所有被击中的目标失去方向感。"

 
[GOCMZEXPLOSIVEROUNDS X2AmmoTemplate]
FriendlyName="爆炸弹药"
FriendlyNamePlural="爆炸弹药（复数，此处原词重复，实际翻译中可省略标注复数）"
BriefSummary="弹头装有高爆炸药，对所有目标造成额外伤害，并对掩体造成破坏。"
TacticalText="<子弹/> 这些弹药具有额外的爆炸伤害，并有一定几率摧毁掩体和环境。<br>"
